const translation = {
    text: {
        money: '硬币',
        health: '体力',
        magic: '魔力',
        strength: '力量',
        dexterity: '敏捷',
        insight: '洞察',
    },
    story: {
        end: `
            你发现了地下有一条暗黑的河流，甚至手电筒的关联都不能照亮它一毫
            仿佛有一种声音在召唤你，让你向它靠近
            正在思考眼前的一切时，你已经来到了暗河边
            你跳入了这条河流
            没有一丝丝冰凉或溺水的痛苦，也没有任何其它感觉
            你能感受到河水带着你飘向了无尽的黑暗深渊
            可是你却丝毫不想反抗
            不知道过了多久后，你醒了
            在清晨的阳光中，病床上的你睁开双眼
            询问护士的结果是，有人在海边发现了你，神志不清
        `
    }
};

export default translation;